{
  "employees": [
    {
      "id": 1,
      "name": "Fulano",
      "position": "Desenvolvedor",
      "salary": 5000,
      "exercises":[
        {
          "id": 1,
          "grade": 2
        }
      ]
    },
    {
      "id": 2,
      "name": "Ciclano",
      "position": "Gerente",
      "salary": 8000
    },
    {
      "id": 3,
      "name": "teste",
      "position": "teste",
      "salary": 50000
    },
    {
      "id": 4,
      "name": "teste",
      "position": "teste",
      "salary": 50000
    },
    {
      "id": 5,
      "name": "teste",
      "position": "teste",
      "salary": 50000
    },
    {
      "id": 6,
      "name": "teste",
      "position": "teste",
      "salary": 50000
    },
    {
      "id": 7,
      "name": "teste2",
      "position": "teste",
      "salary": 50000
    },
    {
      "id": 8,
      "name": "teste3",
      "position": "teste",
      "salary": 50000
    }
  ],
  "exercises": [
    {
      "id": 1,
      "title": "Treinamento de Políticas de Recursos Humanos",
      "content": "<section><div><p>Nosso Código de Conduta e Ética estabelece os padrões de comportamento que esperamos de todos os colaboradores. Ele é orientado para promover um ambiente de trabalho respeitoso, profissional e ético. Os principais pontos incluem: <ul><li><strong>Respeito mútuo</strong>: Tratar todos com respeito, independentemente de diferenças de opinião, religião, etnia, gênero ou qualquer outra característica pessoal.</li><li><strong>Transparência e honestidade</strong>: Sempre agir com integridade nas interações com colegas, clientes e fornecedores.</li><li><strong>Confidencialidade</strong>: Proteger as informações confidenciais da empresa e de nossos clientes.</li><li><strong>Compliance</strong>: Cumprir com todas as leis e regulamentações aplicáveis ao seu trabalho.</li></ul></p></div><div><h2>2. Assédio e Discriminação</h2><p>A empresa adota uma política de <strong>tolerância zero</strong> para qualquer forma de assédio ou discriminação, seja ela de natureza racial, sexual, de gênero, religiosa, ou qualquer outra forma de discriminação. Caso você se sinta vítima ou testemunha de qualquer tipo de assédio ou comportamento discriminatório, a empresa tem canais de denúncia para garantir a segurança e o bem-estar de todos.</p></div><div><h2>3. Horário de Trabalho e Pontualidade</h2><p>O cumprimento de horários é essencial para o bom funcionamento da empresa e para a integração da equipe. A política de horários varia conforme o departamento, mas as principais orientações são: <ul><li><strong>Horário padrão</strong>: A jornada de trabalho na empresa é de [inserir quantidade de horas], de [horário de início] às [horário de término].</li><li><strong>Puntualidade</strong>: Espera-se que os colaboradores cheguem ao trabalho pontualmente. O atraso reiterado pode resultar em medidas disciplinares.</li><li><strong>Pausas</strong>: A empresa oferece pausas programadas, incluindo intervalos para refeições e descanso, conforme o que está estabelecido pela legislação trabalhista.</li></ul></p></div><div><h2>4. Férias e Ausências</h2><ul><li><strong>Férias</strong>: Após 12 meses de trabalho, você tem direito a 30 dias de férias, de acordo com a Consolidação das Leis do Trabalho (CLT). O agendamento das férias será feito conforme a necessidade do departamento e a disponibilidade.</li><li><strong>Faltas</strong>: Caso precise faltar ao trabalho por motivos pessoais ou de saúde, é importante comunicar seu supervisor o quanto antes, preferencialmente com antecedência. Ausências não justificadas podem ser passíveis de sanções disciplinares.</li><li><strong>Licença médica</strong>: Se você precisar de licença médica, deve apresentar o atestado médico dentro do prazo estabelecido pela empresa.</li></ul></div><div><h2>5. Remuneração e Benefícios</h2><p>A remuneração dos colaboradores será acordada no momento da contratação e pode incluir salários fixos, bonificações ou benefícios adicionais, como: <ul><li><strong>Vale-transporte</strong>: Disponível para os colaboradores que utilizam transporte público.</li><li><strong>Vale-refeição/vale-alimentação</strong>: Benefício destinado à alimentação do colaborador durante a jornada de trabalho.</li><li><strong>Plano de saúde</strong>: Oferecemos um plano de saúde para você e seus dependentes, conforme as condições estabelecidas pela empresa.</li><li><strong>Programas de incentivo e premiação</strong>: Reconhecemos o desempenho excepcional e oferecemos programas de premiação, como bonificações ou prêmios de desempenho.</li></ul></p></div><div><h2>6. Desenvolvimento Profissional e Treinamentos</h2><p>Acreditamos no crescimento contínuo dos nossos colaboradores. A empresa oferece treinamentos internos e externos para o desenvolvimento de novas habilidades e aprimoramento das competências profissionais. <ul><li><strong>Plano de Carreira</strong>: Cada colaborador tem a oportunidade de crescer dentro da organização, com programas de promoção com base no desempenho, habilidades e alinhamento com os valores da empresa.</li><li><strong>Feedback contínuo</strong>: A empresa promove uma cultura de feedback construtivo, onde os gestores e colaboradores têm oportunidades de se desenvolver por meio de conversas abertas e honestas.</li></ul></p></div><div><h2>7. Saúde e Bem-estar</h2><p>A saúde e o bem-estar dos nossos colaboradores são prioridades. Oferecemos programas de apoio psicológico, atividades de lazer e eventos corporativos com o objetivo de promover a integração e qualidade de vida. <ul><li><strong>Programas de bem-estar</strong>: Periodicamente, organizamos eventos e iniciativas voltados ao bem-estar, como campanhas de saúde, workshops de gestão do estresse, entre outros.</li><li><strong>Ambiente de trabalho seguro</strong>: Garantimos que o local de trabalho esteja livre de riscos físicos e psicológicos. Em caso de acidente de trabalho, deve ser comunicado imediatamente ao gestor.</li></ul></p></div><div><h2>8. Política de Uso de Tecnologia</h2><p>Para garantir um ambiente produtivo e seguro, temos normas claras sobre o uso da tecnologia dentro da empresa: <ul><li><strong>Equipamentos e sistemas</strong>: O uso de computadores, e-mails e internet deve ser exclusivamente para fins profissionais. O uso de recursos da empresa para fins pessoais pode resultar em advertências.</li><li><strong>Segurança da informação</strong>: É essencial proteger a confidencialidade das informações. Não compartilhe senhas ou acesse informações que não são pertinentes ao seu trabalho.</li></ul></p></div><div><h2>9. Responsabilidade Ambiental e Sustentabilidade</h2><p>A empresa está comprometida com a sustentabilidade e espera que todos os colaboradores também contribuam para práticas que preservem o meio ambiente. Isso inclui: <ul><li><strong>Uso consciente de recursos</strong>: Evite desperdícios de papel, energia elétrica e outros materiais.</li><li><strong>Reciclagem</strong>: Participe das iniciativas de reciclagem promovidas pela empresa.</li></ul></p></div><div><h2>10. Comunicação e Resolução de Conflitos</h2><p>A comunicação aberta e o respeito à diversidade de opiniões são essenciais para o bom relacionamento dentro da empresa. Em caso de conflitos, temos canais formais para que você possa buscar resolução: <ul><li><strong>Canal de denúncias</strong>: Disponível para que qualquer colaborador possa reportar incidentes de forma confidencial.</li><li><strong>Gestão de conflitos</strong>: Oferecemos programas de mediação para resolver disputas internas de forma pacífica e eficiente.</li></ul></p></div></section>"
    },
    {
      "id": 2,
      "title": "Treinamento de Segurança e Compliance",
      "content": "<section><div><p>Este treinamento tem como objetivo garantir que os colaboradores sigam as normas de segurança no trabalho e cumpram com as regulamentações legais aplicáveis. Além de prevenir acidentes, o treinamento ajuda a manter a conformidade da empresa com as leis e regulamentações do setor.</p><ul><li><strong>Normas de segurança no ambiente de trabalho</strong>: Ensinar os colaboradores sobre o uso correto dos Equipamentos de Proteção Individual (EPIs), procedimentos em caso de emergência, como agir em situações de risco e as boas práticas para garantir um ambiente seguro.</li><li><strong>Regulamentações específicas do setor</strong>: Dependendo da área de atuação da empresa, podem ser necessários treinamentos adicionais sobre regulamentações específicas, como saúde e segurança no trabalho, segurança alimentar, ou conformidade com regulamentações financeiras, por exemplo.</li><li><strong>Código de conduta e ética</strong>: Explicar as normas de conduta ética da empresa, como integridade, honestidade e responsabilidade. Este módulo também cobre práticas proibidas, como corrupção e fraude, e destaca a importância de seguir os valores organizacionais.</li><li><strong>Compliance</strong>: Ensinar aos colaboradores sobre as práticas de compliance, como evitar comportamentos que possam gerar riscos legais para a empresa, e as consequências de ações ilegais ou antiéticas. O objetivo é garantir que todos compreendam a importância de agir de acordo com a legislação vigente.</li></ul></div></section>"
    },
    {
      "id": 2,
      "title": "Treinamento de Cultura e Diversidade",
      "content": "<section><div><p>Este treinamento visa sensibilizar os colaboradores sobre a importância da diversidade e da inclusão no ambiente de trabalho. Ele busca promover uma cultura organizacional onde todos se sintam respeitados, valorizados e possam trabalhar de forma colaborativa, independentemente de suas diferenças.</p><ul><li><strong>Diversidade e inclusão</strong>: Ensinar os colaboradores sobre a importância de respeitar as diferenças, sejam elas de gênero, raça, orientação sexual, religião, ou qualquer outra característica pessoal. O objetivo é criar um ambiente de trabalho onde todos se sintam acolhidos e respeitados.</li><li><strong>Sensibilização para o respeito</strong>: Abordar as questões relacionadas ao respeito mútuo e a maneira correta de lidar com situações de preconceito, discriminação ou assédio. O treinamento foca na construção de uma cultura de respeito e empatia entre os colegas de trabalho.</li><li><strong>Práticas para promover um ambiente inclusivo</strong>: Discutir as práticas que podem ser adotadas para garantir que todos os colaboradores, independentemente de suas diferenças, possam ter as mesmas oportunidades dentro da empresa. Isso inclui, por exemplo, políticas de recrutamento inclusivas, oportunidades de desenvolvimento para grupos diversos e a promoção de um ambiente de trabalho livre de preconceitos.</li></ul></div></section>"
    }
  ]
}